---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.RoomSeparator
enum: Autodesk.Revit.UI.PostableCommand
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.RoomSeparator

Creates a separation line to bound rooms where no walls or other room-bounding elements exist.